
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["诗雨筱零 - 纳克萨玛斯"] = "诗雨筱零 - 纳克萨玛斯",
	},
	["profiles"] = {
		["诗雨筱零 - 纳克萨玛斯"] = {
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"3-0-0-0", -- [2]
				"111-0-0-0", -- [3]
				"2-142-518-0", -- [4]
				"2-142-517-0", -- [5]
				"2-143-522-0", -- [6]
				"2-137-502-0", -- [7]
				"3-135-495-0", -- [8]
				"2-137-499-0", -- [9]
				"2-137-500-0", -- [10]
				"2-138-508-0", -- [11]
				"2-145-529-0", -- [12]
				"2-138-507-0", -- [13]
				"2-145-530-0", -- [14]
				"1-248-652-0", -- [15]
				"1-248-651-0", -- [16]
				"1-248-650-0", -- [17]
				"6-0-0-0", -- [18]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = 391.999816894531,
					["scale"] = 1,
				},
			},
			["createHistoryList"] = {
				"2-143-522-0", -- [1]
				"2-140-510-0", -- [2]
				"2-142-518-0", -- [3]
				"2-138-507-0", -- [4]
				"2-146-534-0", -- [5]
				"2-137-502-0", -- [6]
				"2-145-530-0", -- [7]
				"1-248-650-0", -- [8]
			},
			["minimap"] = {
				["minimapPos"] = 132.104445727481,
			},
			["appShine"] = "80000.06",
			["recent"] = {
				["3-135-495-0"] = {
					{
						["role"] = "TANK",
						["name"] = "牛尔蒂尼-无尽之海",
						["iLvl"] = 377,
						["time"] = 1543744983,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "MrSugar#5169",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "清禾-冰风岗",
						["iLvl"] = 377,
						["time"] = 1543744983,
						["class"] = 6,
						["bTag"] = "唯维#5687",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "神丶霄-安苏",
						["iLvl"] = 370,
						["time"] = 1543744983,
						["class"] = 1,
						["bTag"] = "JonyLiu#5601",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿三嘚小懒猫-凤凰之神",
						["time"] = 1543744983,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "下面的棍子-风行者",
						["iLvl"] = 373,
						["time"] = 1543744983,
						["class"] = 8,
						["bTag"] = "嫂子爱棍子#5827",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "一例蛋-卡德加",
						["iLvl"] = 357,
						["time"] = 1543744983,
						["class"] = 12,
						["bTag"] = "烙饼大师#5130",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "茑佾毝鎟嗐-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1543744983,
						["class"] = 12,
						["bTag"] = "覆灭皇族#5354",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "井九-金度",
						["iLvl"] = 375,
						["time"] = 1543744983,
						["class"] = 12,
						["bTag"] = "田小小孩#5116",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "灬拾叁灬-血环",
						["iLvl"] = 353,
						["time"] = 1543744983,
						["class"] = 1,
						["bTag"] = "飘逸的麦穗#5315",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "赤色之影-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1543744983,
						["class"] = 4,
						["bTag"] = "大和#5689",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "冷人-烈焰峰",
						["iLvl"] = 382,
						["time"] = 1543744983,
						["class"] = 8,
						["bTag"] = "GoinDown#5333",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "脆皮蛋-阿尔萨斯",
						["time"] = 1543744983,
						["class"] = 9,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "丶瑞瑞-格瑞姆巴托",
						["iLvl"] = 370,
						["time"] = 1543744983,
						["class"] = 9,
						["bTag"] = "戏纸#51493",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "强力党傻馒-白骨荒野",
						["iLvl"] = 377,
						["time"] = 1543744983,
						["class"] = 7,
						["bTag"] = "OGK#5502",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "北极的魅灵-安苏",
						["iLvl"] = 376,
						["time"] = 1543744983,
						["class"] = 8,
						["bTag"] = "北极的一家#5209",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "皮皮脆-鬼雾峰",
						["iLvl"] = 371,
						["time"] = 1543742133,
						["class"] = 2,
						["bTag"] = "tkskiller#5940",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "不按时醒-试炼之环",
						["iLvl"] = 382,
						["time"] = 1543744983,
						["class"] = 5,
						["bTag"] = "相遇#51988",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "小熙范-燃烧之刃",
						["iLvl"] = 368,
						["time"] = 1543744983,
						["class"] = 5,
						["bTag"] = "SilverHawk#532363",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "蒸汽叫獸-凤凰之神",
						["iLvl"] = 364,
						["time"] = 1543744983,
						["class"] = 7,
						["bTag"] = "壮士请先杀我队友#51885",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Estherr-试炼之环",
						["iLvl"] = 374,
						["time"] = 1543744983,
						["class"] = 9,
						["bTag"] = "风翼散#5443",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "知我相思苦-鬼雾峰",
						["iLvl"] = 385,
						["time"] = 1543744983,
						["class"] = 2,
						["bTag"] = "狮子#5967",
					}, -- [21]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 388,
						["time"] = 1543588271,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "你打我吖-凤凰之神",
						["iLvl"] = 379,
						["time"] = 1543588271,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "机械之忍#5157934",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "情殇難愈丶-凤凰之神",
						["iLvl"] = 380,
						["time"] = 1543588271,
						["class"] = 12,
						["bTag"] = "情伤难愈#5124",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "降临丨大酋长-海克泰尔",
						["time"] = 1543588271,
						["class"] = 2,
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 388,
						["time"] = 1543766799,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "旌旗战阎罗-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1543766799,
						["class"] = 6,
						["bTag"] = "老七#5440",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阿岳灬-古尔丹",
						["iLvl"] = 380,
						["time"] = 1543766799,
						["class"] = 1,
						["bTag"] = "Venus#5357",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "九酒九-雷霆之王",
						["time"] = 1543766799,
						["class"] = 12,
						["leader"] = true,
					}, -- [4]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 388,
						["time"] = 1543848188,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "阿岳灬-古尔丹",
						["iLvl"] = 380,
						["time"] = 1543848188,
						["class"] = 1,
						["bTag"] = "Venus#5357",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "历劫成衣-狂热之刃",
						["iLvl"] = 385,
						["time"] = 1543848188,
						["class"] = 12,
						["bTag"] = "七月三#51614",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "爆破现场-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1543848188,
						["class"] = 10,
						["bTag"] = "尔尔的天空#5483",
					}, -- [4]
				},
				["1-247-648-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "尾王丨阿古斯-燃烧之刃",
						["iLvl"] = 284,
						["time"] = 1543750747,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "致命之鼠#5205723",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "王利剑-燃烧之刃",
						["time"] = 1543750747,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐萝莉控-丹莫德",
						["iLvl"] = 376,
						["time"] = 1543750747,
						["class"] = 9,
						["bTag"] = "战场的旅人#5956",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小熊猫奶盖-埃德萨拉",
						["iLvl"] = 384,
						["time"] = 1543750665,
						["class"] = 12,
						["bTag"] = "魔幻扬天#5761",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "满青峰丶-燃烧之刃",
						["iLvl"] = 375,
						["time"] = 1543750667,
						["class"] = 4,
						["bTag"] = "满舒克丶#5563",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "可爱的暴徒-血色十字军",
						["iLvl"] = 376,
						["time"] = 1543750663,
						["class"] = 6,
						["bTag"] = "老白#52603",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "粑粑巴巴把把-燃烧之刃",
						["iLvl"] = 384,
						["time"] = 1543750747,
						["class"] = 3,
						["bTag"] = "幸运之虎#532565",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月如钩-克尔苏加德",
						["iLvl"] = 351,
						["time"] = 1543750695,
						["class"] = 9,
						["bTag"] = "释灵#5564",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "苦月亮-燃烧之刃",
						["time"] = 1543750679,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "脾气超级好-阿比迪斯",
						["iLvl"] = 383,
						["time"] = 1543750667,
						["class"] = 2,
						["bTag"] = "隐蔽之鲷#512261",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "放不下的爱-阿克蒙德",
						["iLvl"] = 361,
						["time"] = 1543750675,
						["class"] = 8,
						["bTag"] = "五月的雪#5291",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Sundro-萨尔",
						["iLvl"] = 380,
						["time"] = 1543750667,
						["class"] = 3,
						["bTag"] = "山德鲁大叔#5828",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "天歌灬-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1543750663,
						["class"] = 12,
						["bTag"] = "疯狂之法师#536860",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Discoverynet-加基森",
						["iLvl"] = 349,
						["time"] = 1543750724,
						["class"] = 8,
						["bTag"] = "Discoverynet#5191",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "不老儿歌-燃烧之刃",
						["time"] = 1543750695,
						["class"] = 3,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "七七零-燃烧之刃",
						["iLvl"] = 370,
						["time"] = 1543750663,
						["class"] = 12,
						["bTag"] = "老柒#5507",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "神之无之-阿拉索",
						["iLvl"] = 380,
						["time"] = 1543750665,
						["class"] = 10,
						["bTag"] = "不做天王多年#5974",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Gooddaddy-血色十字军",
						["iLvl"] = 388,
						["time"] = 1543750663,
						["class"] = 3,
						["bTag"] = "迷你之忍#516947",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "吖喵喵-奥妮克希亚",
						["time"] = 1543750747,
						["class"] = 12,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "提綫乄木偶-死亡之翼",
						["time"] = 1543750661,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "法神丶柒-菲拉斯",
						["time"] = 1543750739,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "棍长三丈三-无尽之海",
						["iLvl"] = 388,
						["time"] = 1543750747,
						["class"] = 5,
						["bTag"] = "哦来哦来#5793",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "紫光灵-冰风岗",
						["iLvl"] = 376,
						["time"] = 1543750743,
						["class"] = 5,
						["bTag"] = "紫光灵#5720",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "丨悄悄地丨-森金",
						["iLvl"] = 366,
						["time"] = 1543750747,
						["class"] = 4,
						["bTag"] = "leon#51360",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "曾经有点狂-龙骨平原",
						["iLvl"] = 383,
						["time"] = 1543750747,
						["class"] = 1,
						["bTag"] = "狂妄出于无知#5613",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "洛丹淪恛憶-冰霜之刃",
						["iLvl"] = 385,
						["time"] = 1543750747,
						["class"] = 1,
						["bTag"] = "clemmie#51722",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "汐丶旧時光-黑铁",
						["iLvl"] = 387,
						["time"] = 1543750675,
						["class"] = 12,
						["bTag"] = "小桥流水人家#51343",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "欧辣-巨龙之吼",
						["iLvl"] = 370,
						["time"] = 1543750747,
						["class"] = 4,
						["bTag"] = "加辣666#5832",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Rustinside-死亡之翼",
						["iLvl"] = 382,
						["time"] = 1543750739,
						["class"] = 3,
						["bTag"] = "白呀么白滚滚#5641",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "功能猫-沙怒",
						["iLvl"] = 384,
						["time"] = 1543750747,
						["class"] = 7,
						["bTag"] = "赶紧的#5295",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Treenewbeela-太阳之井",
						["iLvl"] = 374,
						["time"] = 1543750688,
						["class"] = 12,
						["bTag"] = "阿道夫隆美尔#5606",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "北城丿灬-安苏",
						["iLvl"] = 342,
						["time"] = 1543750741,
						["class"] = 7,
						["bTag"] = "贪睡之熊#5253755",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "诗情画意丿-无尽之海",
						["iLvl"] = 366,
						["time"] = 1543750743,
						["class"] = 8,
						["bTag"] = "卢征#5702",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "南京小吃哥-死亡之翼",
						["iLvl"] = 387,
						["time"] = 1543750735,
						["class"] = 1,
						["bTag"] = "Edwardzc#5589",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "发狂的小希几-影之哀伤",
						["iLvl"] = 346,
						["time"] = 1543750747,
						["class"] = 10,
						["bTag"] = "发芽的土豆#51188",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "紫舞飞扬-耐奥祖",
						["iLvl"] = 378,
						["time"] = 1543750745,
						["class"] = 2,
						["bTag"] = "紫火神兵5566#5182",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "蟹宝-加基森",
						["iLvl"] = 358,
						["time"] = 1543750747,
						["class"] = 8,
						["bTag"] = "Shuraf#5102",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "熱洫邪刃-克尔苏加德",
						["iLvl"] = 380,
						["time"] = 1543750747,
						["class"] = 6,
						["bTag"] = "熱洫#5771",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "群星闪耀落-凤凰之神",
						["iLvl"] = 362,
						["time"] = 1543750730,
						["class"] = 4,
						["bTag"] = "休闲#5384",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "嗷嗷安安-伊森利恩",
						["iLvl"] = 380,
						["time"] = 1543750741,
						["class"] = 1,
						["bTag"] = "FrostyDog#511825",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "猪达达-能源舰",
						["time"] = 1543750737,
						["class"] = 7,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "白帅-凤凰之神",
						["iLvl"] = 387,
						["time"] = 1543750737,
						["class"] = 2,
						["bTag"] = "无畏的小白#5831",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "昀希-伊利丹",
						["iLvl"] = 378,
						["time"] = 1543750747,
						["class"] = 1,
						["bTag"] = "昀希#51498",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "联盟真好吃-凤凰之神",
						["time"] = 1543750739,
						["class"] = 10,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼鱼有饼-红云台地",
						["iLvl"] = 387,
						["time"] = 1543750747,
						["class"] = 5,
						["bTag"] = "饼子#5116",
					}, -- [45]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "宋晓盟-红龙女王",
						["iLvl"] = 387,
						["time"] = 1543747007,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "宋晓萌#5269",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "梧桐-海加尔",
						["iLvl"] = 383,
						["time"] = 1543746079,
						["class"] = 12,
						["bTag"] = "半藏#54752",
					}, -- [2]
				},
				["0-0-0-0"] = {
					{
						["role"] = "TANK",
						["name"] = "翻滾-风暴之怒",
						["time"] = 1544664048,
						["class"] = 10,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "百家-布兰卡德",
						["iLvl"] = 381,
						["time"] = 1544664048,
						["class"] = 8,
						["bTag"] = "倦意浓#5903",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "王赟清-格瑞姆巴托",
						["iLvl"] = 375,
						["time"] = 1544664048,
						["class"] = 12,
						["bTag"] = "南宫问天#5762",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "帝国贪色-红龙女王",
						["iLvl"] = 351,
						["time"] = 1544664048,
						["class"] = 4,
						["bTag"] = "帝国贪色#5687",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "裁决侯-格瑞姆巴托",
						["iLvl"] = 384,
						["time"] = 1544665930,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "逍遥侯#51623",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "牛还是花的好-燃烧之刃",
						["iLvl"] = 361,
						["time"] = 1544665932,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "战斗的羊咩咩#5691",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "懵溪-影之哀伤",
						["iLvl"] = 359,
						["time"] = 1544665930,
						["class"] = 8,
						["bTag"] = "被欺负的小怪兽#51739",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大空奕-加基森",
						["iLvl"] = 385,
						["time"] = 1544665934,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "蓝天白云#5651",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肉牛肉牛肉-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1544665849,
						["class"] = 1,
						["bTag"] = "会飞的番茄#51876",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "Echoesisle-死亡之翼",
						["time"] = 1544665849,
						["class"] = 5,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "再加一个煎蛋-索瑞森",
						["iLvl"] = 369,
						["time"] = 1544665922,
						["class"] = 4,
						["bTag"] = "Flame#5359",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "孑然炉火-太阳之井",
						["iLvl"] = 377,
						["time"] = 1544665849,
						["class"] = 2,
						["bTag"] = "fripside#5238",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "蝈蝈吃西瓜-格瑞姆巴托",
						["iLvl"] = 385,
						["time"] = 1544665924,
						["class"] = 5,
						["bTag"] = "蝈蝈吃西瓜#5609",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "蚩尤大帝-达尔坎",
						["iLvl"] = 378,
						["time"] = 1544666010,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "罐头先生#51644",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "楼兰蛋蛋-鬼雾峰",
						["iLvl"] = 382,
						["time"] = 1544665924,
						["class"] = 9,
						["bTag"] = "时间的序#5112",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "巃傲天-龙骨平原",
						["iLvl"] = 383,
						["time"] = 1544665987,
						["class"] = 6,
						["bTag"] = "噬魂#5381",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "安静的路人甲-血色十字军",
						["iLvl"] = 383,
						["time"] = 1544665934,
						["class"] = 12,
						["bTag"] = "狼柒#51757",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牛爷-战歌",
						["iLvl"] = 382,
						["time"] = 1544665926,
						["class"] = 11,
						["bTag"] = "牛牛爷#5924",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "偶尔笑笑-森金",
						["iLvl"] = 382,
						["time"] = 1544665926,
						["class"] = 9,
						["bTag"] = "话梅好甜#5676",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丘比特的婬荡-石爪峰",
						["iLvl"] = 370,
						["time"] = 1544665960,
						["class"] = 3,
						["bTag"] = "死亡贩子#5487",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Doggie-符文图腾",
						["iLvl"] = 383,
						["time"] = 1544665928,
						["class"] = 9,
						["bTag"] = "Doggie1985#5333",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "慕浔-凤凰之神",
						["time"] = 1544666065,
						["class"] = 10,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "付小菲-索瑞森",
						["iLvl"] = 379,
						["time"] = 1544665991,
						["class"] = 10,
						["bTag"] = "月落#51790",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "如愿老爸-萨格拉斯",
						["iLvl"] = 383,
						["time"] = 1544665928,
						["class"] = 2,
						["bTag"] = "sunpang#5747",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Söulmàtéý-阿纳克洛斯",
						["iLvl"] = 365,
						["time"] = 1544665960,
						["class"] = 8,
						["bTag"] = "MiniNinja#51590",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "Komori-凤凰之神",
						["iLvl"] = 385,
						["time"] = 1544665924,
						["class"] = 11,
						["bTag"] = "甘楽酱#5553",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "暮歌丶-巫妖之王",
						["iLvl"] = 364,
						["time"] = 1544665940,
						["class"] = 9,
						["bTag"] = "千邪青雉丶#5475",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "飘零一箭-影之哀伤",
						["iLvl"] = 382,
						["time"] = 1544665936,
						["class"] = 3,
						["bTag"] = "McHans#5503",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "逝水无痕-影之哀伤",
						["iLvl"] = 385,
						["time"] = 1544666015,
						["class"] = 9,
						["bTag"] = "佐扌無掵止#5707",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Unicode-伊森利恩",
						["iLvl"] = 389,
						["time"] = 1544665940,
						["class"] = 3,
						["bTag"] = "Glasgow#5590",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的糖宝-克尔苏加德",
						["iLvl"] = 374,
						["time"] = 1544665924,
						["class"] = 12,
						["bTag"] = "绿茶錶#5562",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "阿三玩圣骑-刺骨利刃",
						["iLvl"] = 374,
						["time"] = 1544665952,
						["class"] = 2,
						["bTag"] = "印度阿三#5248",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "彣冭徕-布兰卡德",
						["iLvl"] = 386,
						["time"] = 1544666038,
						["class"] = 10,
						["bTag"] = "取名叫做老张#5550",
					}, -- [33]
					{
						["role"] = "TANK",
						["name"] = "风吹柳叶摆-黑石尖塔",
						["iLvl"] = 385,
						["time"] = 1544665924,
						["class"] = 10,
						["bTag"] = "山雨欲来风满楼#5270",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "惠特尼休斯顿-布兰卡德",
						["iLvl"] = 386,
						["time"] = 1544665932,
						["class"] = 5,
						["bTag"] = "豆豆打逗逗#5882",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Airflow-密林游侠",
						["iLvl"] = 370,
						["time"] = 1544665934,
						["class"] = 8,
						["bTag"] = "有点不安全#5472",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔一闪-霜之哀伤",
						["iLvl"] = 373,
						["time"] = 1544665849,
						["class"] = 4,
						["bTag"] = "为了部落#572623",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪猪丶米奇-回音山",
						["iLvl"] = 361,
						["time"] = 1544665924,
						["class"] = 4,
						["bTag"] = "闰土出世谁敢造次#5516",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "紫川大魔王-迦拉克隆",
						["iLvl"] = 363,
						["time"] = 1544665932,
						["class"] = 6,
						["bTag"] = "一起哈啤#51825",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "下山抓绵羊-符文图腾",
						["iLvl"] = 384,
						["time"] = 1544665940,
						["class"] = 3,
						["bTag"] = "黑漆漆团长#5154",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "双封刃-贫瘠之地",
						["iLvl"] = 350,
						["time"] = 1544665977,
						["class"] = 4,
						["bTag"] = "NightKnight#51683",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "斯咪嗒-死亡之翼",
						["iLvl"] = 388,
						["time"] = 1544665930,
						["class"] = 3,
						["bTag"] = "天地一身轻#5718",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "蛮蛮的剑盾-奥尔加隆",
						["time"] = 1544665964,
						["class"] = 6,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "紫水幽灵-贫瘠之地",
						["iLvl"] = 385,
						["time"] = 1544666280,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "杀戮时刻#51740",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Rock-石爪峰",
						["time"] = 1544666280,
						["class"] = 7,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Forsakena-海克泰尔",
						["iLvl"] = 378,
						["time"] = 1544666280,
						["class"] = 4,
						["bTag"] = "Twist#5340",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔小乜-海克泰尔",
						["iLvl"] = 376,
						["time"] = 1544666317,
						["class"] = 12,
						["bTag"] = "忆往昔峥嵘岁月#5384",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "光爺-白银之手",
						["iLvl"] = 388,
						["time"] = 1544668686,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "光爺#5414",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "淡墨无痕-洛肯",
						["iLvl"] = 385,
						["time"] = 1544668686,
						["class"] = 6,
						["bTag"] = "Wild#5716",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "卫宫-海克泰尔",
						["iLvl"] = 388,
						["time"] = 1544668686,
						["class"] = 3,
						["bTag"] = "Sure#5699",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "小小沐帆-暗影议会",
						["iLvl"] = 388,
						["time"] = 1544668686,
						["class"] = 3,
						["bTag"] = "小小沐帆#5479",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "卡其颯-安苏",
						["iLvl"] = 384,
						["time"] = 1544672370,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "和大爷#51186",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "我唤来了星繁-安苏",
						["iLvl"] = 385,
						["time"] = 1544672370,
						["class"] = 4,
						["bTag"] = "梵花#5781",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "那一夜的多情-安苏",
						["time"] = 1544672370,
						["class"] = 3,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "时间无处安放-安苏",
						["time"] = 1544672370,
						["class"] = 6,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "神小喵-戈提克",
						["iLvl"] = 312,
						["time"] = 1544678014,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "神珏#5968",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "赛娅娜风行者-阿纳克洛斯",
						["iLvl"] = 339,
						["time"] = 1544678103,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "伊利达雷大领主#5121",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "月落星河-红龙军团",
						["iLvl"] = 380,
						["time"] = 1544678212,
						["class"] = 9,
						["bTag"] = "司夜女神#51266",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "一戰成名-卡拉赞",
						["iLvl"] = 379,
						["time"] = 1544678141,
						["class"] = 12,
						["bTag"] = "小法横天下#5868",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "小猪被盗-艾莫莉丝",
						["iLvl"] = 375,
						["time"] = 1544678005,
						["class"] = 4,
						["bTag"] = "小猪被盗#5746",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "玛尔兰-丽丽（四川）",
						["iLvl"] = 360,
						["time"] = 1544678103,
						["class"] = 2,
						["bTag"] = "铁面#5919",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "Nine-安其拉",
						["iLvl"] = 376,
						["time"] = 1544678131,
						["class"] = 2,
						["bTag"] = "Nevermore#54740",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "月光下的萝莉-伊森利恩",
						["iLvl"] = 361,
						["time"] = 1544678149,
						["class"] = 11,
						["bTag"] = "月光下的萌萌#5138",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "豌豆儿猎手-燃烧之刃",
						["iLvl"] = 355,
						["time"] = 1544678141,
						["class"] = 12,
						["bTag"] = "nico#5303",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "中年肥胖男-安苏",
						["iLvl"] = 377,
						["time"] = 1544678105,
						["class"] = 10,
						["bTag"] = "华丽之裤#51516",
					}, -- [65]
					{
						["role"] = "TANK",
						["name"] = "威啊威-无尽之海",
						["iLvl"] = 371,
						["time"] = 1544678113,
						["class"] = 6,
						["bTag"] = "威呀威#5230",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "小丨驴儿灬-凤凰之神",
						["iLvl"] = 352,
						["time"] = 1544678117,
						["class"] = 3,
						["bTag"] = "小毛驴儿#51186",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "封印丶混乱-燃烧之刃",
						["iLvl"] = 372,
						["time"] = 1544678014,
						["class"] = 9,
						["bTag"] = "朔沉默#5273",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "流氓牛-安纳塞隆",
						["iLvl"] = 361,
						["time"] = 1544678115,
						["class"] = 11,
						["bTag"] = "疯了9527#5601",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "丿笑笑丶-死亡之翼",
						["iLvl"] = 359,
						["time"] = 1544678105,
						["class"] = 12,
						["bTag"] = "太古之王#5383",
					}, -- [70]
					{
						["role"] = "TANK",
						["name"] = "婼雪丶薇胖灬-凤凰之神",
						["iLvl"] = 385,
						["time"] = 1544678014,
						["class"] = 2,
						["bTag"] = "萌三岁#51155",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "暴食小仙女丶-布兰卡德",
						["iLvl"] = 378,
						["time"] = 1544678115,
						["class"] = 12,
						["bTag"] = "SleepyBear#5662",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "小李飞誮-利刃之拳",
						["iLvl"] = 378,
						["time"] = 1544678241,
						["class"] = 4,
						["bTag"] = "風之守護#5843",
					}, -- [73]
					{
						["role"] = "HEALER",
						["name"] = "绣花俏妹子-冰风岗",
						["iLvl"] = 382,
						["time"] = 1544678103,
						["class"] = 5,
						["bTag"] = "唯心雨落流殇雪#5834",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "雪见坠入凡尘-无尽之海",
						["iLvl"] = 368,
						["time"] = 1544678105,
						["class"] = 5,
						["bTag"] = "冷笑丶#5141",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "这次不算-冬拥湖",
						["iLvl"] = 358,
						["time"] = 1544678107,
						["class"] = 2,
						["bTag"] = "IceCreeper#5483",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "牛仙女-格瑞姆巴托",
						["iLvl"] = 381,
						["time"] = 1544678105,
						["class"] = 6,
						["bTag"] = "GhostDragon#52802",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "驯龙高手志平-黑铁",
						["iLvl"] = 378,
						["time"] = 1544678241,
						["class"] = 4,
						["bTag"] = "isla#51296",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "Islarr-霜狼",
						["iLvl"] = 379,
						["time"] = 1544678241,
						["class"] = 8,
						["bTag"] = "isla#51296",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "焦玛-影之哀伤",
						["iLvl"] = 384,
						["time"] = 1544678014,
						["class"] = 12,
						["bTag"] = "qawsed36777#5565",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "琴语-凤凰之神",
						["iLvl"] = 382,
						["time"] = 1544678241,
						["class"] = 8,
						["bTag"] = "墨染风晴#5424",
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "渔舟晚唱-能源舰",
						["iLvl"] = 363,
						["time"] = 1544678122,
						["class"] = 2,
						["bTag"] = "吊幺鸡#5312",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "杨致死丶-红龙女王",
						["iLvl"] = 372,
						["time"] = 1544678241,
						["class"] = 1,
						["bTag"] = "究极体战斗暴龙兽#5318",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "继续那寂寞-格瑞姆巴托",
						["iLvl"] = 384,
						["time"] = 1544678014,
						["class"] = 2,
						["bTag"] = "从不忘记#5929",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "大姨媽終結者-闪电之刃",
						["iLvl"] = 345,
						["time"] = 1544678014,
						["class"] = 2,
						["bTag"] = "比基尼#5897",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "鹰隼游弋-主宰之剑",
						["iLvl"] = 378,
						["time"] = 1544678107,
						["class"] = 1,
						["bTag"] = "Mac#5119",
					}, -- [86]
					{
						["role"] = "HEALER",
						["name"] = "小鱼听雨-希尔瓦娜斯",
						["iLvl"] = 383,
						["time"] = 1544678126,
						["class"] = 5,
						["bTag"] = "一小夕一#5107",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "坂本-希尔瓦娜斯",
						["iLvl"] = 366,
						["time"] = 1544678131,
						["class"] = 11,
						["bTag"] = "灰羽天下#5488",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "神月-熔火之心",
						["iLvl"] = 359,
						["time"] = 1544678115,
						["class"] = 9,
						["bTag"] = "大丁哥威武#5420",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "陨落丶歐影-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1544678107,
						["class"] = 12,
						["bTag"] = "陨落丶死亡颂唱者#5232",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "眼睛打淸-格瑞姆巴托",
						["iLvl"] = 374,
						["time"] = 1544678117,
						["class"] = 8,
						["bTag"] = "百达翡丽#5523",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "大佬猫-死亡之翼",
						["time"] = 1544678126,
						["class"] = 12,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "浪子卍藏锋-死亡之翼",
						["iLvl"] = 359,
						["time"] = 1544678117,
						["class"] = 3,
						["bTag"] = "浪子#5763",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "可能有点疼-燃烧平原",
						["iLvl"] = 337,
						["time"] = 1544678241,
						["class"] = 3,
						["bTag"] = "大哥求情谊#5820",
					}, -- [94]
				},
				["2-137-502-0"] = {
					{
						["role"] = "TANK",
						["name"] = "唐门小坦丶-凤凰之神",
						["iLvl"] = 378,
						["time"] = 1543590556,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 388,
						["time"] = 1543688706,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "情殇難愈丶-凤凰之神",
						["iLvl"] = 380,
						["time"] = 1543590556,
						["class"] = 12,
						["bTag"] = "情伤难愈#5124",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "你系真滴皮-血色十字军",
						["iLvl"] = 385,
						["time"] = 1543590556,
						["class"] = 4,
						["bTag"] = "小龙的的#5470",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "菜刀砍老许-塞拉摩",
						["iLvl"] = 380,
						["time"] = 1543688706,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "磨叽#51966",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "透批-安苏",
						["iLvl"] = 380,
						["time"] = 1543688706,
						["class"] = 2,
						["bTag"] = "老兵#52803",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "旌旗战阎罗-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1543688706,
						["class"] = 6,
						["bTag"] = "老七#5440",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "炽焰赤麟-凤凰之神",
						["time"] = 1544108832,
						["class"] = 2,
						["leader"] = true,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "乘黄-加兹鲁维",
						["iLvl"] = 384,
						["time"] = 1544108832,
						["class"] = 4,
						["bTag"] = "鬼魂之龙#53373",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "Luckybb-冰风岗",
						["iLvl"] = 382,
						["time"] = 1544108832,
						["class"] = 6,
						["bTag"] = "划过天空的猪#5113",
					}, -- [10]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1544368003,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "情殇難愈丶-凤凰之神",
						["iLvl"] = 380,
						["time"] = 1543592886,
						["class"] = 12,
						["bTag"] = "情伤难愈#5124",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "唐门小坦丶-凤凰之神",
						["iLvl"] = 378,
						["time"] = 1543592886,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "囧呆#5733",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "颠峰丶娜已-凤凰之神",
						["time"] = 1543592886,
						["class"] = 4,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Chrisdk-玛洛加尔",
						["iLvl"] = 380,
						["time"] = 1544368003,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "陈丶大大#5927",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "灵灵壹-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1544368003,
						["class"] = 12,
						["bTag"] = "马克十六#5125",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "森羅萬象-阿卡玛",
						["time"] = 1544368003,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "牛族霸主-死亡之翼",
						["iLvl"] = 389,
						["time"] = 1545313239,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "qxren550#5817",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "杀出個黎明-影之哀伤",
						["iLvl"] = 387,
						["time"] = 1545313239,
						["class"] = 4,
						["bTag"] = "血染小菊花#51154",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "习慣丶-格瑞姆巴托",
						["iLvl"] = 390,
						["time"] = 1545313239,
						["class"] = 8,
						["bTag"] = "SUPERMUSIC#51532",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "剑丶指九重天-死亡之翼",
						["iLvl"] = 386,
						["time"] = 1545313239,
						["class"] = 2,
						["bTag"] = "遗失王族#5712",
					}, -- [11]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 388,
						["time"] = 1544200119,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "旌旗战阎罗-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1544200119,
						["class"] = 6,
						["bTag"] = "老七#5440",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Marlington-血色十字军",
						["iLvl"] = 387,
						["time"] = 1544108985,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "新开塘张学友#5901",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "呜呜我好饿-迅捷微风",
						["iLvl"] = 386,
						["time"] = 1544108985,
						["class"] = 4,
						["bTag"] = "小奶油#51145",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Ccoollee-血色十字军",
						["iLvl"] = 390,
						["time"] = 1544108985,
						["class"] = 6,
						["bTag"] = "Memory#5947",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "血夜之辉-伊森利恩",
						["iLvl"] = 386,
						["time"] = 1544108985,
						["class"] = 6,
						["bTag"] = "血夜之辉#5856",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "别撕啊我脱了-阿比迪斯",
						["iLvl"] = 376,
						["time"] = 1544200119,
						["class"] = 4,
						["bTag"] = "晒太阳的猫#5427",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "法力滔天-遗忘海岸",
						["iLvl"] = 349,
						["time"] = 1544200119,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "我擦#5453",
					}, -- [8]
				},
			},
			["version"] = "80100.01",
			["advShine"] = "80000.07",
			["lastSearchCode"] = "2-0-0-0",
		},
	},
}
