
ATTDB = {
	["showIconBorders"] = true,
	["classSelected"] = "WARRIOR",
	["abilities"] = {
		["HUNTER"] = {
			["254"] = {
			},
			["255"] = {
			},
			["253"] = {
			},
			["ALL"] = {
				{
					["ability"] = "灵龟守护",
					["cooldown"] = 180,
					["id"] = 186265,
				}, -- [1]
				{
					["ability"] = "冰冻陷阱",
					["cooldown"] = 30,
					["id"] = 187650,
				}, -- [2]
				{
					["ability"] = "牺牲咆哮",
					["cooldown"] = 60,
					["id"] = 53480,
				}, -- [3]
			},
		},
		["WARRIOR"] = {
			["71"] = {
				{
					["ability"] = "破胆怒吼",
					["cooldown"] = 90,
					["id"] = 5246,
				}, -- [1]
				{
					["ability"] = "剑在人在",
					["cooldown"] = 180,
					["id"] = 118038,
				}, -- [2]
			},
			["72"] = {
				{
					["ability"] = "破胆怒吼",
					["cooldown"] = 90,
					["id"] = 5246,
				}, -- [1]
			},
			["73"] = {
			},
			["ALL"] = {
				{
					["ability"] = "拳击",
					["cooldown"] = 15,
					["id"] = 6552,
				}, -- [1]
				{
					["ability"] = "缴械",
					["cooldown"] = 45,
					["id"] = 236077,
				}, -- [2]
				{
					["ability"] = "风暴之锤",
					["cooldown"] = 30,
					["id"] = 107570,
				}, -- [3]
			},
		},
		["SHAMAN"] = {
			["262"] = {
			},
			["264"] = {
				{
					["ability"] = "灵魂链接图腾",
					["cooldown"] = 180,
					["id"] = 98008,
				}, -- [1]
				{
					["ability"] = "大地之墙图腾",
					["cooldown"] = 60,
					["id"] = 198838,
				}, -- [2]
			},
			["263"] = {
			},
			["ALL"] = {
				{
					["ability"] = "星界转移",
					["cooldown"] = 90,
					["id"] = 108271,
				}, -- [1]
				{
					["ability"] = "风剪",
					["cooldown"] = 12,
					["id"] = 57994,
				}, -- [2]
				{
					["ability"] = "升腾",
					["cooldown"] = 180,
					["id"] = 114052,
				}, -- [3]
			},
		},
		["MAGE"] = {
			["63"] = {
				{
					["ability"] = "龙息术",
					["cooldown"] = 20,
					["id"] = 31661,
				}, -- [1]
			},
			["64"] = {
			},
			["62"] = {
			},
			["ALL"] = {
				{
					["ability"] = "时光护盾",
					["cooldown"] = 45,
					["id"] = 198111,
				}, -- [1]
				{
					["ability"] = "法术反制",
					["cooldown"] = 24,
					["id"] = 2139,
				}, -- [2]
				{
					["ability"] = "寒冰屏障",
					["cooldown"] = 240,
					["id"] = 45438,
				}, -- [3]
				{
					["ability"] = "冰霜之环",
					["cooldown"] = 45,
					["id"] = 113724,
				}, -- [4]
			},
		},
		["PRIEST"] = {
			["257"] = {
				{
					["ability"] = "强化渐隐术",
					["cooldown"] = 45,
					["id"] = 213602,
				}, -- [1]
				{
					["ability"] = "希望之光",
					["cooldown"] = 60,
					["id"] = 197268,
				}, -- [2]
				{
					["ability"] = "守护之魂",
					["cooldown"] = 180,
					["id"] = 47788,
				}, -- [3]
			},
			["258"] = {
				{
					["ability"] = "消散",
					["cooldown"] = 120,
					["id"] = 47585,
				}, -- [1]
				{
					["ability"] = "心灵尖啸",
					["cooldown"] = 60,
					["id"] = 8122,
				}, -- [2]
				{
					["ability"] = "沉默",
					["cooldown"] = 45,
					["id"] = 15487,
				}, -- [3]
			},
			["256"] = {
				{
					["ability"] = "心灵尖啸",
					["cooldown"] = 60,
					["id"] = 8122,
				}, -- [1]
				{
					["ability"] = "痛苦压制",
					["cooldown"] = 180,
					["id"] = 33206,
				}, -- [2]
				{
					["ability"] = "真言术：障",
					["cooldown"] = 180,
					["id"] = 62618,
				}, -- [3]
			},
			["ALL"] = {
			},
		},
		["PALADIN"] = {
			["65"] = {
				{
					["maxcharges"] = 2,
					["id"] = 6940,
					["cooldown"] = 120,
					["ability"] = "牺牲祝福",
				}, -- [1]
				{
					["ability"] = "圣盾术",
					["cooldown"] = 300,
					["id"] = 642,
				}, -- [2]
				{
					["ability"] = "复仇十字军",
					["cooldown"] = 120,
					["id"] = 216331,
				}, -- [3]
				{
					["maxcharges"] = 2,
					["id"] = 1022,
					["cooldown"] = 300,
					["ability"] = "保护祝福",
				}, -- [4]
				{
					["maxcharges"] = 2,
					["id"] = 1044,
					["cooldown"] = 25,
					["ability"] = "自由祝福",
				}, -- [5]
			},
			["70"] = {
				{
					["ability"] = "圣盾术",
					["cooldown"] = 300,
					["id"] = 642,
				}, -- [1]
				{
					["ability"] = "责难",
					["cooldown"] = 15,
					["id"] = 96231,
				}, -- [2]
				{
					["ability"] = "保护祝福",
					["cooldown"] = 300,
					["id"] = 1022,
				}, -- [3]
				{
					["ability"] = "自由祝福",
					["cooldown"] = 25,
					["id"] = 1044,
				}, -- [4]
				{
					["ability"] = "庇护祝福",
					["cooldown"] = 45,
					["id"] = 210256,
				}, -- [5]
				{
					["ability"] = "以眼还眼",
					["cooldown"] = 60,
					["id"] = 205191,
				}, -- [6]
			},
			["66"] = {
				{
					["ability"] = "责难",
					["cooldown"] = 15,
					["id"] = 96231,
				}, -- [1]
			},
			["ALL"] = {
				{
					["ability"] = "制裁之锤",
					["cooldown"] = 60,
					["id"] = 853,
				}, -- [1]
			},
		},
		["WARLOCK"] = {
			["265"] = {
			},
			["266"] = {
			},
			["267"] = {
			},
			["ALL"] = {
				{
					["ability"] = "法术封锁",
					["cooldown"] = 24,
					["id"] = 19647,
				}, -- [1]
				{
					["ability"] = "不灭决心",
					["cooldown"] = 180,
					["id"] = 104773,
				}, -- [2]
				{
					["ability"] = "黑暗契约",
					["cooldown"] = 60,
					["id"] = 108416,
				}, -- [3]
				{
					["ability"] = "虚空守卫",
					["cooldown"] = 45,
					["id"] = 212295,
				}, -- [4]
			},
		},
		["DEMONHUNTER"] = {
			["577"] = {
				{
					["ability"] = "幻影打击",
					["cooldown"] = 180,
					["id"] = 196718,
				}, -- [1]
			},
			["581"] = {
			},
			["ALL"] = {
				{
					["ability"] = "疾影",
					["cooldown"] = 60,
					["id"] = 198589,
				}, -- [1]
				{
					["ability"] = "瓦解",
					["cooldown"] = 10,
					["id"] = 183752,
				}, -- [2]
				{
					["ability"] = "禁锢",
					["cooldown"] = 45,
					["id"] = 217832,
				}, -- [3]
			},
		},
		["DEATHKNIGHT"] = {
			["252"] = {
				{
					["ability"] = "窒息",
					["cooldown"] = 45,
					["id"] = 108194,
				}, -- [1]
				{
					["ability"] = "跳跃",
					["cooldown"] = 30,
					["id"] = 47482,
				}, -- [2]
			},
			["251"] = {
				{
					["ability"] = "幻影步",
					["cooldown"] = 60,
					["id"] = 212552,
				}, -- [1]
			},
			["250"] = {
			},
			["ALL"] = {
				{
					["ability"] = "心灵冰冻",
					["cooldown"] = 15,
					["id"] = 47528,
				}, -- [1]
				{
					["ability"] = "反魔法护罩",
					["cooldown"] = 60,
					["id"] = 48707,
				}, -- [2]
				{
					["ability"] = "冰封之韧",
					["cooldown"] = 180,
					["id"] = 48792,
				}, -- [3]
			},
		},
		["DRUID"] = {
			["105"] = {
				{
					["ability"] = "树皮术",
					["cooldown"] = 60,
					["id"] = 22812,
				}, -- [1]
				{
					["ability"] = "铁木树皮",
					["cooldown"] = 60,
					["id"] = 102342,
				}, -- [2]
			},
			["104"] = {
			},
			["102"] = {
				{
					["ability"] = "日光术",
					["cooldown"] = 60,
					["id"] = 78675,
				}, -- [1]
				{
					["ability"] = "树皮术",
					["cooldown"] = 60,
					["id"] = 22812,
				}, -- [2]
			},
			["103"] = {
				{
					["ability"] = "迎头痛击",
					["cooldown"] = 15,
					["id"] = 106839,
				}, -- [1]
				{
					["maxcharges"] = 2,
					["id"] = 61336,
					["cooldown"] = 180,
					["ability"] = "生存本能",
				}, -- [2]
			},
			["ALL"] = {
				{
					["ability"] = "蛮力猛击",
					["cooldown"] = 50,
					["id"] = 5211,
				}, -- [1]
			},
		},
		["MONK"] = {
			["270"] = {
				{
					["ability"] = "作茧缚命",
					["cooldown"] = 120,
					["id"] = 116849,
				}, -- [1]
			},
			["269"] = {
				{
					["ability"] = "切喉手",
					["cooldown"] = 15,
					["id"] = 116705,
				}, -- [1]
				{
					["ability"] = "业报之触",
					["cooldown"] = 90,
					["id"] = 122470,
				}, -- [2]
				{
					["ability"] = "壮胆酒",
					["cooldown"] = 90,
					["id"] = 201318,
				}, -- [3]
			},
			["268"] = {
			},
			["ALL"] = {
				{
					["ability"] = "扫堂腿",
					["cooldown"] = 60,
					["id"] = 119381,
				}, -- [1]
			},
		},
		["ROGUE"] = {
			["261"] = {
				{
					["ability"] = "闪避",
					["cooldown"] = 120,
					["id"] = 5277,
				}, -- [1]
				{
					["ability"] = "烟雾弹",
					["cooldown"] = 180,
					["id"] = 212182,
				}, -- [2]
			},
			["260"] = {
			},
			["259"] = {
				{
					["ability"] = "闪避",
					["cooldown"] = 120,
					["id"] = 5277,
				}, -- [1]
				{
					["ability"] = "致盲",
					["cooldown"] = 120,
					["id"] = 2094,
				}, -- [2]
				{
					["ability"] = "烟雾弹",
					["cooldown"] = 180,
					["id"] = 212182,
				}, -- [3]
			},
			["ALL"] = {
				{
					["ability"] = "脚踢",
					["cooldown"] = 15,
					["id"] = 1766,
				}, -- [1]
				{
					["ability"] = "暗影斗篷",
					["cooldown"] = 120,
					["id"] = 31224,
				}, -- [2]
			},
		},
	},
	["lock"] = true,
	["scale"] = 0.765990257263184,
	["arenanumber"] = false,
	["positions"] = {
		{
			["y"] = -355.681506787078,
			["x"] = 182.371646167958,
		}, -- [1]
		{
			["y"] = -331.516176862351,
			["x"] = 182.371703782264,
		}, -- [2]
		{
			["y"] = -379.846652346023,
			["x"] = 180.861632807064,
		}, -- [3]
		{
			["y"] = -308.106423999707,
			["x"] = 183.882131966166,
		}, -- [4]
		{
			["y"] = -378.336373959319,
			["x"] = 719.292170992994,
		}, -- [5]
	},
	["iconOffsetX"] = "5",
}
