
KethoInstanceTimerDB = {
	["char"] = {
		["情伤难愈 - 凤凰之神"] = {
			["startDate"] = "",
			["TimeInstanceList"] = {
			},
			["startTime"] = "",
			["timeInstance"] = 0,
		},
		["诗雨筱零 - 凤凰之神"] = {
			["startDate"] = "",
			["TimeInstanceList"] = {
				{
					["difficulty"] = 23,
					["party"] = {
					},
					["time"] = 506,
					["end"] = "20:13",
					["date"] = "2018.12.21",
					["start"] = "20:05",
					["zone"] = "奈萨里奥的巢穴",
					["instanceType"] = "party",
				}, -- [1]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"皈依如初", -- [1]
							"冰风岗", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"Fallensky", -- [1]
							"熔火之心", -- [2]
							"DEMONHUNTER", -- [3]
						}, -- [2]
						{
							"阿尔狄纳斯", -- [1]
							"壁炉谷", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"Peevish", -- [1]
							"埃德萨拉", -- [2]
							"DRUID", -- [3]
						}, -- [4]
					},
					["time"] = 2523,
					["end"] = "23:51",
					["date"] = "2018.12.21",
					["instanceType"] = "party",
					["zone"] = "托尔达戈",
					["start"] = "23:09",
				}, -- [2]
				{
					["difficulty"] = 12,
					["party"] = {
					},
					["time"] = 349,
					["end"] = "21:06",
					["date"] = "2018.12.22",
					["start"] = "21:00",
					["zone"] = "托尔达戈",
					["instanceType"] = "scenario",
				}, -- [3]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"旌旗战阎罗", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [2]
						{
							"微弱的存在感", -- [1]
							"凤凰之神", -- [2]
							"HUNTER", -- [3]
						}, -- [3]
						{
							"牛牛的熊猫儿", -- [1]
							"贫瘠之地", -- [2]
							"MONK", -- [3]
						}, -- [4]
					},
					["time"] = 11945,
					["end"] = "01:16",
					["date"] = "2018.12.22",
					["instanceType"] = "party",
					["zone"] = "托尔达戈",
					["start"] = "21:57",
				}, -- [4]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"你打我吖", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"刀锋女鍠", -- [1]
							"太阳之井", -- [2]
							"DEMONHUNTER", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"兇残惡蔱丶狠", -- [1]
							"凤凰之神", -- [2]
							"MONK", -- [3]
						}, -- [4]
					},
					["time"] = 1940,
					["end"] = "22:42",
					["date"] = "2018.12.23",
					["start"] = "22:10",
					["zone"] = "地渊孢林",
					["instanceType"] = "party",
				}, -- [5]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"别撕啊我脱了", -- [1]
							"阿比迪斯", -- [2]
							"ROGUE", -- [3]
						}, -- [1]
						{
							"Rembestgirl", -- [1]
							"耐奥祖", -- [2]
							"DEMONHUNTER", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"Druidria", -- [1]
							"玛洛加尔", -- [2]
							"DRUID", -- [3]
						}, -- [4]
					},
					["time"] = 1604,
					["end"] = "23:51",
					["date"] = "2018.12.23",
					["start"] = "23:24",
					["zone"] = "自由镇",
					["instanceType"] = "party",
				}, -- [6]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [1]
						{
							"只为蛋刀", -- [1]
							"阿比迪斯", -- [2]
							"DEMONHUNTER", -- [3]
						}, -- [2]
						{
							"诗雨筱零", -- [1]
							"纳克萨玛斯", -- [2]
							"MONK", -- [3]
						}, -- [3]
						{
							"每个月来一次", -- [1]
							"菲拉斯", -- [2]
							"WARRIOR", -- [3]
						}, -- [4]
					},
					["time"] = 6400,
					["end"] = "23:47",
					["date"] = "2018.12.24",
					["instanceType"] = "party",
					["zone"] = "暴富矿区！！",
					["start"] = "22:01",
				}, -- [7]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"唐门小坦丶", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"时与空", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"㔣勼㔣靶㔣尅", -- [1]
							"冰风岗", -- [2]
							"DRUID", -- [3]
						}, -- [4]
					},
					["time"] = 2835,
					["end"] = "22:17",
					["date"] = "2018.12.26",
					["start"] = "21:30",
					["zone"] = "自由镇",
					["instanceType"] = "party",
				}, -- [8]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"你打我吖", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"颠峰丶娜已", -- [1]
							"凤凰之神", -- [2]
							"ROGUE", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"㔣勼㔣靶㔣尅", -- [1]
							"冰风岗", -- [2]
							"DRUID", -- [3]
						}, -- [4]
					},
					["time"] = 167,
					["end"] = "22:31",
					["date"] = "2018.12.26",
					["start"] = "22:29",
					["zone"] = "风暴神殿",
					["instanceType"] = "party",
				}, -- [9]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [1]
						{
							"㔣勼㔣靶㔣尅", -- [1]
							"冰风岗", -- [2]
							"DRUID", -- [3]
						}, -- [2]
						{
							"唐门小坦丶", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [3]
						{
							"丶二喜", -- [1]
							"凤凰之神", -- [2]
							"WARRIOR", -- [3]
						}, -- [4]
					},
					["time"] = 5068,
					["end"] = "23:01",
					["date"] = "2018.12.27",
					["instanceType"] = "party",
					["zone"] = "塞塔里斯神庙",
					["start"] = "21:36",
				}, -- [10]
				{
					["difficulty"] = 147,
					["party"] = {
					},
					["time"] = 1410,
					["end"] = "23:59",
					["date"] = "2018.12.27",
					["instanceType"] = "scenario",
					["zone"] = "阿拉希高地",
					["start"] = "23:36",
				}, -- [11]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"你打我吖", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [2]
						{
							"兇残惡蔱丶狠", -- [1]
							"凤凰之神", -- [2]
							"MONK", -- [3]
						}, -- [3]
						{
							"娜己打怪兽", -- [1]
							"凤凰之神", -- [2]
							"MAGE", -- [3]
						}, -- [4]
					},
					["time"] = 2254,
					["end"] = "23:30",
					["date"] = "2018.12.28",
					["start"] = "22:52",
					["zone"] = "地渊孢林",
					["instanceType"] = "party",
				}, -- [12]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"带血的胡萝卜", -- [1]
							"影之哀伤", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"我的雷", -- [1]
							"天空之墙", -- [2]
							"DEMONHUNTER", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"红红的小番茄", -- [1]
							"死亡之翼", -- [2]
							"DRUID", -- [3]
						}, -- [4]
					},
					["time"] = 3400,
					["end"] = "22:09",
					["date"] = "2018.12.29",
					["instanceType"] = "party",
					["zone"] = "塞塔里斯神庙",
					["start"] = "21:12",
				}, -- [13]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"吻白", -- [1]
							"凤凰之神", -- [2]
							"DEATHKNIGHT", -- [3]
						}, -- [1]
						{
							"药酱", -- [1]
							"凤凰之神", -- [2]
							"MONK", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"丨謎夨深巷丨", -- [1]
							"夏维安", -- [2]
							"DEMONHUNTER", -- [3]
						}, -- [4]
					},
					["time"] = 2265,
					["end"] = "00:32",
					["date"] = "2018.12.29",
					["instanceType"] = "party",
					["zone"] = "阿塔达萨",
					["start"] = "23:55",
				}, -- [14]
				{
					["difficulty"] = 1,
					["party"] = {
					},
					["time"] = 275,
					["end"] = "01:11",
					["date"] = "2018.12.30",
					["instanceType"] = "party",
					["zone"] = "斯坦索姆－正门",
					["start"] = "01:07",
				}, -- [15]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"打到你服气", -- [1]
							"黑铁", -- [2]
							"MONK", -- [3]
						}, -- [1]
						{
							"Xsg", -- [1]
							"黑铁", -- [2]
							"DRUID", -- [3]
						}, -- [2]
						{
							"悍刀行", -- [1]
							"黑铁", -- [2]
							"WARRIOR", -- [3]
						}, -- [3]
						{
							"夏雪莉丶", -- [1]
							"凤凰之神", -- [2]
							"PALADIN", -- [3]
						}, -- [4]
					},
					["time"] = 1523,
					["end"] = "23:57",
					["date"] = "2018.12.30",
					["start"] = "23:32",
					["zone"] = "地渊孢林",
					["instanceType"] = "party",
				}, -- [16]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"打到你服气", -- [1]
							"黑铁", -- [2]
							"MONK", -- [3]
						}, -- [1]
						{
							"Xsg", -- [1]
							"黑铁", -- [2]
							"DRUID", -- [3]
						}, -- [2]
						{
							"悍刀行", -- [1]
							"黑铁", -- [2]
							"WARRIOR", -- [3]
						}, -- [3]
						{
							"夏雪莉丶", -- [1]
							"凤凰之神", -- [2]
							"PALADIN", -- [3]
						}, -- [4]
					},
					["time"] = 2533,
					["end"] = "00:43",
					["date"] = "2018.12.31",
					["start"] = "00:01",
					["zone"] = "地渊孢林",
					["instanceType"] = "party",
				}, -- [17]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"踏雪行歌", -- [1]
							"燃烧之刃", -- [2]
							"MONK", -- [3]
						}, -- [1]
						{
							"叮叮依", -- [1]
							"燃烧之刃", -- [2]
							"HUNTER", -- [3]
						}, -- [2]
						{
							"Vivianly", -- [1]
							"格瑞姆巴托", -- [2]
							"PALADIN", -- [3]
						}, -- [3]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [4]
					},
					["time"] = 2420,
					["end"] = "01:38",
					["date"] = "2018.12.31",
					["start"] = "00:58",
					["zone"] = "地渊孢林",
					["instanceType"] = "party",
				}, -- [18]
				{
					["difficulty"] = 8,
					["party"] = {
						{
							"糖糖卟喵", -- [1]
							"战歌", -- [2]
							"DRUID", -- [3]
						}, -- [1]
						{
							"Broken", -- [1]
							"战歌", -- [2]
							"ROGUE", -- [3]
						}, -- [2]
						{
							"丷杠上开花丷", -- [1]
							"燃烧之刃", -- [2]
							"MAGE", -- [3]
						}, -- [3]
						{
							"罗保特基里曼", -- [1]
							"塞拉摩", -- [2]
							"PALADIN", -- [3]
						}, -- [4]
					},
					["time"] = 31,
					["end"] = "23:21",
					["date"] = "2018.12.31",
					["instanceType"] = "party",
					["zone"] = "风暴神殿",
					["start"] = "23:20",
				}, -- [19]
			},
			["startTime"] = "",
			["timeInstance"] = 0,
		},
	},
	["profileKeys"] = {
		["情伤难愈 - 凤凰之神"] = "Default",
		["诗雨筱零 - 凤凰之神"] = "Default",
	},
	["global"] = {
		["version"] = "v2.8.1",
		["build"] = "Release",
	},
	["profiles"] = {
		["Default"] = {
		},
	},
}
