
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["诗雨筱零 - 凤凰之神"] = "诗雨筱零 - 凤凰之神",
	},
	["profiles"] = {
		["诗雨筱零 - 凤凰之神"] = {
			["createHistoryList"] = {
				"2-139-504-0", -- [1]
			},
			["searchHistoryList"] = {
				"2-0-0-0", -- [1]
				"6-0-0-0", -- [2]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 0,
					["x"] = -1,
					["scale"] = 1,
				},
			},
			["version"] = "80100.01",
			["lastSearchCode"] = "2-0-0-0",
			["recent"] = {
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1546188818,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "你打我吖-凤凰之神",
						["iLvl"] = 384,
						["time"] = 1545573997,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "机械之忍#5157934",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "刀锋女鍠-太阳之井",
						["iLvl"] = 366,
						["time"] = 1545573997,
						["class"] = 12,
						["bTag"] = "蔷薇海盗#51215",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "兇残惡蔱丶狠-凤凰之神",
						["iLvl"] = 385,
						["time"] = 1545573997,
						["class"] = 10,
						["bTag"] = "谢冰冰之爱#5593",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "悍刀行-黑铁",
						["iLvl"] = 386,
						["time"] = 1546183999,
						["class"] = 1,
						["bTag"] = "Undertaker#52107",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Xsg-黑铁",
						["iLvl"] = 389,
						["time"] = 1546183999,
						["class"] = 11,
						["bTag"] = "啊松#5384",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "打到你服气-黑铁",
						["iLvl"] = 384,
						["time"] = 1546183999,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "杨超#52603",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "夏雪莉丶-凤凰之神",
						["iLvl"] = 387,
						["time"] = 1546183999,
						["class"] = 2,
						["bTag"] = "古怪之裤子#53876",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "踏雪行歌-燃烧之刃",
						["iLvl"] = 386,
						["time"] = 1546188818,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "绝版温柔#5925",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "叮叮依-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1546188818,
						["class"] = 3,
						["bTag"] = "叮叮喵#5489",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "Vivianly-格瑞姆巴托",
						["iLvl"] = 387,
						["time"] = 1546188818,
						["class"] = 2,
						["bTag"] = "SexyMary#5312",
					}, -- [11]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1545659913,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "只为蛋刀-阿比迪斯",
						["iLvl"] = 339,
						["time"] = 1545659913,
						["class"] = 12,
						["bTag"] = "晒太阳的猫#5427",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "诗雨筱零-纳克萨玛斯",
						["iLvl"] = 388,
						["time"] = 1545659913,
						["class"] = 10,
						["bTag"] = "诗雨筱零#51991",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "每个月来一次-菲拉斯",
						["iLvl"] = 378,
						["time"] = 1545659913,
						["class"] = 1,
						["bTag"] = "冯杰#5143",
					}, -- [4]
				},
				["1-247-648-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "跑路总第一-血色十字军",
						["iLvl"] = 355,
						["time"] = 1545923412,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "远程轰炸机#5103",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "致命优雅灬-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1545923412,
						["class"] = 4,
						["bTag"] = "毕小胖#5244",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "喊爸爸-格瑞姆巴托",
						["iLvl"] = 378,
						["time"] = 1545923389,
						["class"] = 1,
						["bTag"] = "KKXXYYMM#5425",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "炼狱徘徊者-血环",
						["time"] = 1545923380,
						["class"] = 7,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "多洛利斯-金色平原",
						["iLvl"] = 329,
						["time"] = 1545923412,
						["class"] = 2,
						["bTag"] = "猫猫虫#51294",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "自由骑士-恶魔之翼",
						["time"] = 1545923374,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的喵星人-梅尔加尼",
						["iLvl"] = 382,
						["time"] = 1545923412,
						["class"] = 3,
						["bTag"] = "秋水#5115",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1545923412,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "倾峸-奥斯里安",
						["iLvl"] = 366,
						["time"] = 1545923400,
						["class"] = 2,
						["bTag"] = "六月的熊猫#5403",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "煜宸子-瓦里安",
						["time"] = 1545923374,
						["class"] = 6,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "八云爱-白银之手",
						["iLvl"] = 369,
						["time"] = 1545923387,
						["class"] = 11,
						["bTag"] = "八云爱#5467",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上花開丶可-神圣之歌",
						["iLvl"] = 363,
						["time"] = 1545923412,
						["class"] = 2,
						["bTag"] = "壹窩菟籽#5675",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "丶二喜-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1545923412,
						["class"] = 1,
						["bTag"] = "大宝贝儿#5339",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "枫忆阳-迦拉克隆",
						["iLvl"] = 370,
						["time"] = 1545923376,
						["class"] = 4,
						["bTag"] = "不会冰墙的麦克美#5888",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "一刀叔-血色十字军",
						["iLvl"] = 389,
						["time"] = 1545923404,
						["class"] = 1,
						["bTag"] = "scottyaoxk#5762",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "神经嘟嘟-安苏",
						["time"] = 1545923380,
						["class"] = 2,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝山蓝-影之哀伤",
						["iLvl"] = 348,
						["time"] = 1545923380,
						["class"] = 3,
						["bTag"] = "HappyRogue#53895",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "云静-伊森利恩",
						["iLvl"] = 367,
						["time"] = 1545923382,
						["class"] = 11,
						["bTag"] = "阿曼苏尔的预见#5304",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "含淚笑陌然-巫妖之王",
						["iLvl"] = 353,
						["time"] = 1545923412,
						["class"] = 2,
						["bTag"] = "光明之锤#5197836",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "差不多完了-闪电之刃",
						["iLvl"] = 349,
						["time"] = 1545923412,
						["class"] = 12,
						["bTag"] = "差不多得了#5172",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "灬少保灬-古加尔",
						["iLvl"] = 379,
						["time"] = 1545923400,
						["class"] = 10,
						["bTag"] = "大帅#52152",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "分部李干事-巴瑟拉斯",
						["iLvl"] = 372,
						["time"] = 1545923412,
						["class"] = 1,
						["bTag"] = "不羁#5447",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "圣光丶忽悠-巫妖之王",
						["iLvl"] = 366,
						["time"] = 1545923378,
						["class"] = 2,
						["bTag"] = "无名之人#5633",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "飞月双生-加基森",
						["iLvl"] = 368,
						["time"] = 1545923389,
						["class"] = 4,
						["bTag"] = "飞月剑风#5910",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "糖醋大排骨-达尔坎",
						["iLvl"] = 363,
						["time"] = 1545923382,
						["class"] = 3,
						["bTag"] = "吃得多胀得凶#5620",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "战唯不争-迦拉克隆",
						["time"] = 1545923412,
						["class"] = 1,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Lleoo-沙怒",
						["iLvl"] = 334,
						["time"] = 1545923412,
						["class"] = 12,
						["bTag"] = "理老头#5412",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "青黛-红龙军团",
						["iLvl"] = 371,
						["time"] = 1545923412,
						["class"] = 12,
						["bTag"] = "路过归来#5766",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Zscraft-龙骨平原",
						["iLvl"] = 368,
						["time"] = 1545923412,
						["class"] = 1,
						["bTag"] = "caibird#5831",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "一殷夯昆一-埃德萨拉",
						["time"] = 1545923387,
						["class"] = 8,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "小尕包-布兰卡德",
						["iLvl"] = 376,
						["time"] = 1545923412,
						["class"] = 8,
						["bTag"] = "爺依舊潇灑#5703",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "玩个极爽-巨龙之吼",
						["iLvl"] = 367,
						["time"] = 1545923412,
						["class"] = 4,
						["bTag"] = "Ziang209#5259",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "丶茕茕孑立-加基森",
						["iLvl"] = 301,
						["time"] = 1545923398,
						["class"] = 7,
						["bTag"] = "Remember#5238",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "明度-克尔苏加德",
						["iLvl"] = 389,
						["time"] = 1545923412,
						["class"] = 12,
						["bTag"] = "明度#51827",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Zhurrik-主宰之剑",
						["iLvl"] = 328,
						["time"] = 1545923412,
						["class"] = 4,
						["bTag"] = "saerdnz#5397",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒梦境之龙-亚雷戈斯",
						["iLvl"] = 368,
						["time"] = 1545923412,
						["class"] = 11,
						["bTag"] = "永恒的星星#5605",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "噎死青春-芬里斯",
						["time"] = 1545923404,
						["class"] = 12,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "阿青帅帅-白银之手",
						["time"] = 1545923412,
						["class"] = 12,
					}, -- [38]
				},
				["2-143-522-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "方丈的八姨太-战歌",
						["iLvl"] = 383,
						["time"] = 1546268859,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "Oliver#53881",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "糖糖卟喵-战歌",
						["iLvl"] = 388,
						["time"] = 1546268903,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "卢糖糖#5977",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1546273656,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "烟爸爸-格瑞姆巴托",
						["time"] = 1546268706,
						["class"] = 9,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "罗保特基里曼-塞拉摩",
						["iLvl"] = 387,
						["time"] = 1546268903,
						["class"] = 2,
						["bTag"] = "流星赶月#5990",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Broken-战歌",
						["time"] = 1546268903,
						["class"] = 4,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "太阳丶之吻-伊森利恩",
						["iLvl"] = 387,
						["time"] = 1546274023,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "专业赶集招聘#5723",
					}, -- [7]
				},
				["2-137-502-0"] = {
					{
						["role"] = "TANK",
						["name"] = "吻白-凤凰之神",
						["iLvl"] = 387,
						["time"] = 1546098800,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "醉吻伊人眸#5514",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "药酱-凤凰之神",
						["iLvl"] = 387,
						["time"] = 1546098800,
						["class"] = 10,
						["bTag"] = "卑微的影子#51529",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1546098800,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "睁眼的阿炳-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1546098571,
						["class"] = 12,
						["bTag"] = "Turin#5920",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丨謎夨深巷丨-夏维安",
						["iLvl"] = 388,
						["time"] = 1546098800,
						["class"] = 12,
						["bTag"] = "phoenix#52693",
					}, -- [5]
				},
				["1-248-651-0"] = {
					{
						["role"] = "TANK",
						["name"] = "鏡誮氷玥-伊瑟拉",
						["iLvl"] = 345,
						["time"] = 1545398015,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "玥芐琉璃#5126",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "北风继续吹-血吼",
						["iLvl"] = 375,
						["time"] = 1545398015,
						["class"] = 3,
						["bTag"] = "北风继续吹#5177",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "战乄刀-安苏",
						["iLvl"] = 292,
						["time"] = 1545398015,
						["class"] = 1,
						["bTag"] = "晓风残梦#51745",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Ginyy-阿曼尼",
						["iLvl"] = 379,
						["time"] = 1545398015,
						["class"] = 5,
						["bTag"] = "Ginyy#5925",
					}, -- [4]
				},
				["2-144-526-0"] = {
					{
						["role"] = "TANK",
						["name"] = "皈依如初-冰风岗",
						["iLvl"] = 385,
						["time"] = 1545404540,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "沫念执丶#5806",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Fallensky-熔火之心",
						["iLvl"] = 388,
						["time"] = 1545404540,
						["class"] = 12,
						["bTag"] = "不高兴#51981",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔狄纳斯-壁炉谷",
						["iLvl"] = 380,
						["time"] = 1545404540,
						["class"] = 8,
						["bTag"] = "阿尔忒弥斯#51164",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Peevish-埃德萨拉",
						["iLvl"] = 380,
						["time"] = 1545404540,
						["class"] = 11,
						["bTag"] = "ppppppp#5450",
					}, -- [4]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1546089121,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "网恋么-死亡之翼",
						["iLvl"] = 388,
						["time"] = 1545916715,
						["class"] = 12,
						["bTag"] = "ELI#51495",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "别撕啊我脱了-阿比迪斯",
						["iLvl"] = 381,
						["time"] = 1545916696,
						["class"] = 4,
						["bTag"] = "晒太阳的猫#5427",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "㔣勼㔣靶㔣尅-冰风岗",
						["iLvl"] = 377,
						["time"] = 1545917466,
						["class"] = 11,
						["bTag"] = "谢冰冰之爱#5593",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "一掳到底-塞拉摩",
						["iLvl"] = 389,
						["time"] = 1545917193,
						["class"] = 12,
						["bTag"] = "一掳到底#5401",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "唐门小坦丶-凤凰之神",
						["time"] = 1545917466,
						["class"] = 6,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶二喜-凤凰之神",
						["time"] = 1545917466,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "带血的胡萝卜-影之哀伤",
						["iLvl"] = 390,
						["time"] = 1546089121,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "besttank#5578",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "我的雷-天空之墙",
						["iLvl"] = 389,
						["time"] = 1546089121,
						["class"] = 12,
						["bTag"] = "杨雅诚#5117",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "红红的小番茄-死亡之翼",
						["iLvl"] = 387,
						["time"] = 1546089121,
						["class"] = 11,
						["bTag"] = "彼岸的风景#51319",
					}, -- [10]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "别撕啊我脱了-阿比迪斯",
						["iLvl"] = 380,
						["time"] = 1545578563,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "晒太阳的猫#5427",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "留下名字-深渊之巢",
						["iLvl"] = 384,
						["time"] = 1545576752,
						["class"] = 6,
						["bTag"] = "puragu#5117",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丷杠上开花丷-燃烧之刃",
						["iLvl"] = 390,
						["time"] = 1546274092,
						["class"] = 8,
						["bTag"] = "囧呆#5733",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Capfhh-死亡之翼",
						["iLvl"] = 381,
						["time"] = 1545576752,
						["class"] = 2,
						["bTag"] = "有点孩子气#5935",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "Worstwarrior-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1545578105,
						["class"] = 1,
						["bTag"] = "TuA#5705",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Druidria-玛洛加尔",
						["iLvl"] = 384,
						["time"] = 1545578563,
						["class"] = 11,
						["bTag"] = "MIF#5190",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Rembestgirl-耐奥祖",
						["iLvl"] = 388,
						["time"] = 1545578563,
						["class"] = 12,
						["bTag"] = "小小小小小川#51393",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "诗彤-凤凰之神",
						["iLvl"] = 391,
						["time"] = 1546274092,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "诗彤#51578",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "咸鱼丶小刀-凤凰之神",
						["iLvl"] = 388,
						["time"] = 1546274092,
						["class"] = 4,
						["bTag"] = "清莲浅浅#5132",
					}, -- [9]
				},
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "扮相中毒-霜之哀伤",
						["time"] = 1545396368,
						["class"] = 2,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "话痨道人-自由之风",
						["time"] = 1545396368,
						["class"] = 10,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "刀峰-艾莫莉丝",
						["iLvl"] = 369,
						["time"] = 1545396364,
						["class"] = 12,
						["bTag"] = "峰狂#5198",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "丿橊氓灬仯帅-死亡之翼",
						["iLvl"] = 373,
						["time"] = 1545396368,
						["class"] = 2,
						["bTag"] = "空穴来潮#51124",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "河童歌姬-死亡之翼",
						["iLvl"] = 385,
						["time"] = 1545396364,
						["class"] = 8,
						["bTag"] = "中二傲娇蘿莉控#5481",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "国主-梅尔加尼",
						["iLvl"] = 342,
						["time"] = 1545396368,
						["class"] = 1,
						["bTag"] = "灵能阿托格#5818",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "只猪虾-布兰卡德",
						["time"] = 1545396368,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "圣光主-克尔苏加德",
						["iLvl"] = 364,
						["time"] = 1545396273,
						["class"] = 2,
						["bTag"] = "大角牛#51177",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "飞过旧时光-埃德萨拉",
						["time"] = 1545396368,
						["class"] = 6,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "鳗鱼獣斯-格瑞姆巴托",
						["time"] = 1545396368,
						["class"] = 5,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "所得税内-斯克提斯",
						["iLvl"] = 382,
						["time"] = 1545396368,
						["class"] = 3,
						["bTag"] = "偶尔的小悲伤#51477",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "战神的究极体-玛洛加尔",
						["iLvl"] = 387,
						["time"] = 1545396368,
						["class"] = 1,
						["bTag"] = "Sabri#51185",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "兽戦丶-燃烧之刃",
						["iLvl"] = 377,
						["time"] = 1545396368,
						["class"] = 1,
						["bTag"] = "V587#5786",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "無梦依然-埃德萨拉",
						["time"] = 1545396368,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "灰燼笨熊-伊森利恩",
						["iLvl"] = 387,
						["time"] = 1545396368,
						["class"] = 10,
						["bTag"] = "花落枫随#5393",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "凤舞青凰-索瑞森",
						["time"] = 1545396368,
						["class"] = 3,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "希希丽丽-洛肯",
						["time"] = 1545396368,
						["class"] = 8,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "魔女猎手-贫瘠之地",
						["time"] = 1545396368,
						["class"] = 12,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "慕蕊-血环",
						["time"] = 1545396368,
						["class"] = 8,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "贼贼戝-影之哀伤",
						["time"] = 1545396368,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "冰火灬旋律-无尽之海",
						["time"] = 1545396368,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "秦奴-奥尔加隆",
						["iLvl"] = 375,
						["time"] = 1545396368,
						["class"] = 2,
						["bTag"] = "soonme#5559",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "晨曦灬若梦-死亡之翼",
						["iLvl"] = 318,
						["time"] = 1545396368,
						["class"] = 2,
						["bTag"] = "仙心藏玄丶玉逍遥#5203",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Stepsofdeath-萨尔",
						["iLvl"] = 384,
						["time"] = 1545396368,
						["class"] = 8,
						["bTag"] = "超能之法师#513154",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "躲雨的蘑菇-无尽之海",
						["iLvl"] = 383,
						["time"] = 1545396366,
						["class"] = 5,
						["bTag"] = "蘑菇#52221",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "天上一头牛-达基萨斯",
						["iLvl"] = 378,
						["time"] = 1545396368,
						["class"] = 7,
						["bTag"] = "天上一头牛#5273",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "弗兰卡-红龙军团",
						["iLvl"] = 385,
						["time"] = 1545396344,
						["class"] = 4,
						["bTag"] = "堕落中升华#5831",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "老司機-冬拥湖",
						["iLvl"] = 360,
						["time"] = 1545396344,
						["class"] = 12,
						["bTag"] = "老湿不是叫兽#5295",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "霍华德凯恩-燃烧之刃",
						["iLvl"] = 379,
						["time"] = 1545396368,
						["class"] = 3,
						["bTag"] = "吼两吼#5593",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Oldvincent-熊猫酒仙",
						["iLvl"] = 358,
						["time"] = 1545396368,
						["class"] = 3,
						["bTag"] = "小树在此#5373",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "真是偷税-白银之手",
						["iLvl"] = 380,
						["time"] = 1545396366,
						["class"] = 4,
						["bTag"] = "一一一一一一一一#5397",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "風中承诺-鬼雾峰",
						["iLvl"] = 386,
						["time"] = 1545396368,
						["class"] = 1,
						["bTag"] = "杨霄#5866",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "随风良帝-凤凰之神",
						["time"] = 1545396368,
						["class"] = 12,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "林中鸟-狂热之刃",
						["iLvl"] = 380,
						["time"] = 1545396368,
						["class"] = 5,
						["bTag"] = "林中鸟123#5475",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "绝对信恋-奥斯里安",
						["iLvl"] = 285,
						["time"] = 1545396368,
						["class"] = 12,
						["bTag"] = "小伟#5850",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "影武丶殇-轻风之语",
						["iLvl"] = 380,
						["time"] = 1545396368,
						["class"] = 4,
						["bTag"] = "擱淺的魚#5998",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "锐林-塞拉摩",
						["iLvl"] = 385,
						["time"] = 1545396368,
						["class"] = 8,
						["bTag"] = "Chraelyn#5953",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "沫涵-塞拉摩",
						["iLvl"] = 384,
						["time"] = 1545396368,
						["class"] = 5,
						["bTag"] = "沫涵#5355",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一毛打底-燃烧之刃",
						["iLvl"] = 385,
						["time"] = 1545396368,
						["class"] = 8,
						["bTag"] = "吝啬鬼大叔#5516",
					}, -- [39]
					{
						["role"] = "TANK",
						["name"] = "灬小覃-克尔苏加德",
						["iLvl"] = 384,
						["time"] = 1545396364,
						["class"] = 10,
						["bTag"] = "安静的死亡凝视者#5459",
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "尾王丨天贰-血色十字军",
						["iLvl"] = 285,
						["time"] = 1545924628,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "鬼魂之龙#5297320",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "我要嗯嗯-菲拉斯",
						["time"] = 1545924628,
						["class"] = 3,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "王翻天-燃烧之刃",
						["iLvl"] = 288,
						["time"] = 1545924628,
						["class"] = 2,
						["bTag"] = "潜行之龟#5196290",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "柳岩灬-海克泰尔",
						["time"] = 1545924628,
						["class"] = 7,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "沃拷犀利哥-沙怒",
						["iLvl"] = 380,
						["time"] = 1545924628,
						["class"] = 9,
						["bTag"] = "小贼#5826",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪者青锋-奥拉基尔",
						["time"] = 1545924628,
						["class"] = 10,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "画个圈圈诅咒-奥尔加隆",
						["iLvl"] = 390,
						["time"] = 1545924628,
						["class"] = 9,
						["bTag"] = "JingJingDMW#5247",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "跨时空战剑-外域",
						["iLvl"] = 360,
						["time"] = 1545924628,
						["class"] = 6,
						["bTag"] = "潜行之鲷#53961",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋疼的神-罗曼斯",
						["time"] = 1545924628,
						["class"] = 12,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "playerTZJOQW-安苏",
						["time"] = 1545924628,
						["class"] = 3,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "德拉锘之王-艾莫莉丝",
						["time"] = 1545924628,
						["class"] = 1,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "云丶万-提瑞斯法",
						["iLvl"] = 369,
						["time"] = 1545924626,
						["class"] = 5,
						["bTag"] = "xiaoxin#5673",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "以堪-利刃之拳",
						["iLvl"] = 366,
						["time"] = 1545924628,
						["class"] = 3,
						["bTag"] = "以堪#5732",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆星怒-阿尔萨斯",
						["time"] = 1545924628,
						["class"] = 3,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "我很厉害的-死亡之翼",
						["time"] = 1545924628,
						["class"] = 3,
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "神说要有所-雷霆之王",
						["iLvl"] = 364,
						["time"] = 1545924584,
						["class"] = 2,
						["bTag"] = "白银之手#5343",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "浪到没边儿-影之哀伤",
						["time"] = 1545924628,
						["class"] = 12,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "Geordie-加基森",
						["time"] = 1545924628,
						["class"] = 2,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦大星爵-甜水绿洲",
						["iLvl"] = 369,
						["time"] = 1545924505,
						["class"] = 12,
						["bTag"] = "跑得飞快#5395",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "拉了个西粑粑-凤凰之神",
						["time"] = 1545924628,
						["class"] = 8,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "冰激琳-晴日峰（江苏）",
						["iLvl"] = 355,
						["time"] = 1545924628,
						["class"] = 8,
						["bTag"] = "龍丶夜枭#5178",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "孙悟饭-阿扎达斯",
						["iLvl"] = 388,
						["time"] = 1545924628,
						["class"] = 8,
						["bTag"] = "小当家#51796",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "新华路-巨龙之吼",
						["iLvl"] = 364,
						["time"] = 1545924628,
						["class"] = 11,
						["bTag"] = "lzzxgg#5587",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "上品碧儿-丹莫德",
						["iLvl"] = 378,
						["time"] = 1545924628,
						["class"] = 4,
						["bTag"] = "简单深刻#5731",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "灬尛丨詩語-伊利丹",
						["iLvl"] = 307,
						["time"] = 1545924548,
						["class"] = 6,
						["bTag"] = "灬尛丨皮特#5588",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "抱歉术-凤凰之神",
						["iLvl"] = 355,
						["time"] = 1545924628,
						["class"] = 6,
						["bTag"] = "Zues#5675",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "神龙九现-朵丹尼尔",
						["time"] = 1545924628,
						["class"] = 12,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "扫把酱-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1545924628,
						["class"] = 2,
						["bTag"] = "杨文杰#5316",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "丿毅灬痞子-无尽之海",
						["iLvl"] = 357,
						["time"] = 1545924626,
						["class"] = 10,
						["bTag"] = "Tenaciou#5506",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "十七块黄鹤楼-伊森利恩",
						["iLvl"] = 384,
						["time"] = 1545924626,
						["class"] = 2,
						["bTag"] = "暗月邪灵#5220",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "复活追击-格瑞姆巴托",
						["iLvl"] = 380,
						["time"] = 1545924628,
						["class"] = 8,
						["bTag"] = "rual#5281",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "杀猪厂厂长-凤凰之神",
						["iLvl"] = 386,
						["time"] = 1545924628,
						["class"] = 3,
						["bTag"] = "白胡子少年#5626",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "犬熊的记忆-梅尔加尼",
						["iLvl"] = 360,
						["time"] = 1545924628,
						["class"] = 1,
						["bTag"] = "大熊的记忆#5219",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "Allmight-埃加洛尔",
						["iLvl"] = 383,
						["time"] = 1545924628,
						["class"] = 1,
						["bTag"] = "五花肉#5984",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利豆浆-萨尔",
						["iLvl"] = 339,
						["time"] = 1545924628,
						["class"] = 12,
						["bTag"] = "凯恩牛蹄#51536",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "心肝肺-沙怒",
						["iLvl"] = 382,
						["time"] = 1545924628,
						["class"] = 6,
						["bTag"] = "没有脑袋#5331",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "布鲁斯少爷-布兰卡德",
						["iLvl"] = 387,
						["time"] = 1545924622,
						["class"] = 3,
						["bTag"] = "小强快跑#5746",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜血小妹-死亡之翼",
						["time"] = 1545924616,
						["class"] = 6,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "我要当肉盾-卡扎克",
						["time"] = 1545924628,
						["class"] = 1,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "重奏摇篮-布兰卡德",
						["time"] = 1545924628,
						["class"] = 8,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "太乙天尊-燃烧之刃",
						["time"] = 1545924628,
						["class"] = 9,
					}, -- [81]
				},
			},
		},
	},
}
